<?
    require($_SERVER["DOCUMENT_ROOT"]."/bitrix/header.php");
    $APPLICATION->SetTitle("Политика конфиденциальности и обработки персональных данных");
?>
<section class="about text_page">
    <div class="_container">
        <div class="tabs__par--container">
            <h1 class="title-page"><?php $APPLICATION->ShowTitle(false); ?></h1>

            <p>Настоящий документ «Политика конфиденциальности и обработки персональных данных» (далее по тексту – «Политика») представляет собой правила использования сайтом – <a class="link" href="https://www.athear.kz">www.athear.kz</a> (далее – Сайт) персональной информации пользователей Сайта (далее – Пользователь), которую администратор сайта (далее – Оператор), включая всех лиц, прямо или косвенно аффилированных с Оператором, может получить о Пользователе во время использования им любого из сайтов, сервисов, служб, программ, продуктов или услуг Оператора и в ходе исполнения
            любых соглашений и договоров с Пользователем. Согласие Пользователя с Политикой, выраженное им в рамках отношений с одним из перечисленных лиц, распространяется на все остальные перечисленные лица.</p>
            <p>Использование Сайта означает безоговорочное согласие Пользователя с настоящей Политикой и указанными в ней условиями обработки его персональной информации; в случае несогласия с этими условиями Пользователь должен воздержаться от использования Сайта. Настоящая Политика конфиденциальности применяется ко всем Пользователям Сайта. Все термины и определения, встречающиеся в тексте Политики толкуются в соответствии с действующим законодательством РК.</p>

            <ol class="multilevel first-bold">
                <li>Общие положения Политики
                    <ol>
                        <li>Настоящая Политика составлена в соответствии с Законом Республики Казахстан от 21 мая 2013 года № 94-V «О персональных данных и их защите», а также иными нормативно-правовыми актами Республики Казахстан в области защиты и обработки персональных данных и действует в отношении всех персональных данных, которые Сайт может получить от Пользователя, являющегося стороной по гражданско-правовому договору.</li>
                        <li>Настоящая Политика конфиденциальности устанавливает обязательства Оператора по неразглашению и обеспечению режима защиты конфиденциальности персональных данных, которые Пользователь предоставляет по запросу Оператора при регистрации на сайте Интернет-магазина и/или при оформлении заказа для приобретения товара или услуг.</li>
                        <li>Сайт имеет право вносить изменения в настоящую Политику. При внесении изменений в заголовке Политики указывается дата последнего обновления редакции. Новая редакция Политики вступает в силу с момента ее размещения на сайте, если иное не предусмотрено новой редакцией Политики.</li>
                        <li>К настоящей Политике, включая толкование ее положений и порядок принятия, исполнения, изменения и прекращения, подлежит применению законодательство Республики Казахстан.</li>
                        <li>Основной целью настоящей Политики является создание основы для соблюдения прав и свобод человека и гражданина при обработке его персональных данных Сайтом.</li>
                        <li>Полученные Оператором персональные данные Пользователей хранятся на серверах, размещенных на территории Республики Казахстан.</li>
                    </ol>
                </li>
                <li>Персональная информация Пользователей, которую обрабатывает Сайт
                    <ol>
                        <li>Под персональной информацией в настоящей Политике понимается:
                            <ol>
                                <li>информация, предоставляемая Пользователем самостоятельно при регистрации (создании учётной записи) или в процессе использования Сайта и разрешенная к обработке в рамках настоящей Политики, включая персональные данные Пользователя (адрес электронной почты; имя, фамилия, отчество; контактный телефон). Обязательная для предоставления Сайтом информация помечена специальным образом. Иная информация предоставляется Пользователем на его усмотрение;</li>
                                <li>данные, которые передаются в автоматическом режиме Сайту в процессе их использования с помощью установленного на устройстве Пользователя программного обеспечения, в том числе IP-адрес, данные файлов cookie, информация о браузере Пользователя (или иной программе, с помощью которой осуществляется доступ к Сайту), технические характеристики оборудования и программного обеспечения, используемых Пользователем, дата и время доступа к Сайту, адреса запрашиваемых страниц и иная подобная информация;</li>
                                <li>иная информация о Пользователе, обработка которой предусмотрена условиями использования Сайта.</li>
                            </ol>
                        </li>
                        <li>Обработка персональных данных Сайтом осуществляется в следующих случаях:
                            <ol>
                                <li>с согласия субъекта персональных данных (Пользователя) на обработку его персональных данных;</li>
                                <li>для исполнения договора, стороной которого, либо выгодоприобретателем или поручителем по которому является субъект персональных данных (Пользователь), в том числе в случае реализации Сайтом своего права на уступку прав (требований) по такому договору, а также для заключения договора по инициативе субъекта персональных данных (Пользователя) или договора, по которому субъект персональных данных будет являться выгодоприобретателем или поручителем;</li>
                                <li>для осуществления прав и законных интересов Сайта или третьих лиц, либо для достижения общественно значимых целей при условии, что при этом не нарушаются права и свободы субъекта персональных данных (Пользователя);</li>
                                <li>при необходимости осуществления правосудия, исполнения судебного акта, акта другого органа или должностного лица, подлежащего исполнению в соответствии с законодательством РК об исполнительном производстве;</li>
                                <li>в случае, когда доступ неограниченного круга лиц к персональным данным субъекта (Пользователя) предоставлен самим субъектом персональных данных, либо по его просьбе (далее – персональные данные, сделанные общедоступными субъектом персональных данных);</li>
                                <li>в статистических или иных исследовательских целях, при условии обязательного обезличивания персональных данных.</li>
                            </ol>
                        </li>
                        <li>Обработка специальных категорий персональных данных, касающихся расовой, национальной принадлежности, политических взглядов, религиозных или философских убеждений, состояния здоровья, интимной жизни, судимости, а также биометрических персональных данных Сайтом не осуществляется. Обработка указанных данных возможна Сайтом только на основании согласия Пользователя в письменной форме.</li>
                        <li>Настоящая Политика применима только к информации, обрабатываемой в ходе использования Сайта. Сайт не контролирует и не несет ответственность за обработку информации сайтами третьих лиц, на которые Пользователь может перейти по ссылкам, доступным на Сайте.</li>
                        <li>Сайт не проверяет достоверность персональной информации, предоставляемой Пользователем, и не имеет возможности оценивать его дееспособность. Однако Оператор исходит из того, что Пользователь предоставляет достоверную и достаточную персональную информацию о себе и поддерживает эту информацию в актуальном состоянии.</li>
                    </ol>
                </li>
                <li>Цели обработки персональной информации Пользователей
                    <ol>
                        <li>Сайт обрабатывает персональную информацию Пользователя в следующих целях:
                            <ol>
                                <li>исполнение договора, стороной которого, либо выгодоприобретателем или поручителем по которому является субъект персональных данных (Пользователь), а также заключение договора по инициативе Пользователя или договора, по которому Пользователь будет являться выгодоприобретателе или поручителем;</li>
                                <li>предоставление Пользователю персонализированных сервисов и услуг;</li>
                                <li>исполнение запросов Пользователей, направление уведомлений и информации, касающихся использования Сайта по запросам Пользователей;</li>
                                <li>улучшение качества работы Сайта, удобства его использования для Пользователя, разработка новых услуг и сервисов;</li>
                                <li>направление в адрес Пользователя информации, в том числе рекламной, о мероприятиях/товарах/услугах/работах Оператора;</li>
                                <li>таргетирование рекламных материалов;</li>
                                <li>проведение статистических и иных исследований на основе обезличенных данных.</li>
                            </ol>
                        </li>
                    </ol>
                </li>
                <li>Условия передачи персональной информации Пользователей третьим лицам
                    <ol>
                        <li>Пользователь дает согласие на обработку своих персональных данных путём отправки заявки (любой письменный запрос, содержащий контактные данные).</li>
                        <li>Обработка персональных данных Пользователя означает сбор, запись, систематизацию, накопление, хранение, уточнение (обновление, изменение), извлечение, использование, передачу (распространение, предоставление, доступ), обезличивание, блокирование, удаление, уничтожение персональных данных Пользователя.</li>
                        <li>В отношении персональной информации Пользователя сохраняется ее конфиденциальность, кроме случаев добровольного предоставления Пользователем информации о себе для общего доступа неограниченному кругу лиц.</li>
                        <li>ператор вправе передать персональную информацию Пользователя третьим лицам в следующих случаях
                            <ul>
                                <li>Пользователь выразил согласие на такие действия;</li>
                                <li>Передача необходима для использования Пользователем определенной услуги Сайта либо для исполнения определенного договора или соглашения с Пользователем;</li>
                                <li>Передача уполномоченным органам государственной власти Республики Казахстан по основаниям и в порядке, установленным законодательством Республики Казахстан;</li>
                                <li>В целях обеспечения возможности защиты прав и законных интересов Оператора или третьих лиц в случаях, когда Пользователь нарушает условия договоров и соглашений с Оператором, настоящую Политику, либо документы, содержащие условия использования конкретных услуг;</li>
                                <li>В результате обработки персональной информации Пользователя путем ее обезличивания получены обезличенные статистические данные, передаются третьему лицу для проведения исследований, выполнения работ или оказания услуг по поручению Оператора.</li>
                            </ul>
                        </li>
                    </ol>
                </li>
                <li>Доступ к персональной информации и кому она может быть передана
                    <ol>
                        <li>Оператор может передавать Вашу Персональную информацию своим сотрудникам (в пределах и целях, указанных в настоящей Политике). Оператор также может передавать Вашу Персональную информацию своим аффилированным лицам. Обратите внимание, что уровень защиты Персональной информации в некоторых странах может не совпадать с уровнем, установленном в вашей юрисдикции, и, используя сервисы Оператора, Вы соглашаетесь на такую передачу.<br>
        При использовании сервисов и услуг на веб-сайте <a class="link" href="https://www.athear.kz">www.athear.kz</a>, Вы даете безусловное согласие на обработку своих персональных данных ТОО «Аудиотек», БИН: 190540010705, зарегистрированным в соответствии с законодательством РК по адресу: Республика Казахстан, 010000, г. Астана, район Есиль, ул. Сыганак, 43, н.п 9б. Во всех случаях Персональная информация будет обрабатываться только для целей, изложенных в разделе 3 настоящей Политики, если иное не установлено условиями использования Сайтов и/или Сервисов, предоставляемых Оператором.</li>
                    </ol>
                </li>
                <li>Изменение и удаление персональной информации. Обязательное хранение данных
                    <ol>
                        <li>Пользователь может в любой момент изменить (обновить, дополнить) предоставленную им персональную информацию или её часть, обратившись к Сайту по контактам в разделе «Контакты».</li>
                    </ol>
                </li>
                <li>Обработка персональной информации при помощи файлов Cookie и счетчиков
                    <ol>
                        <li>Файлы cookie, передаваемые Сайтом оборудованию Пользователя и оборудованием Пользователя Сайту, могут использоваться Сайтом для предоставления Пользователю персонализированных сервисов, для таргетирования рекламы, которая показывается Пользователю, в статистических и исследовательских целях, а также для улучшения Сайта.</li>
                        <li>Пользователь осознает, что оборудование и программное обеспечение, используемые им для посещения сайтов в сети интернет могут обладать функцией запрещения операций с файлами cookie (для любых сайтов или для определенных сайтов), а также удаления ранее полученных файлов cookie.</li>
                        <li>Сайт вправе установить, что предоставление определенного сервиса или услуги возможно только при условии, что прием и получение файлов cookie разрешены Пользователем.</li>
                        <li>Структура файла cookie, его содержание и технические параметры определяются Сайтом и могут изменяться без предварительного уведомления Пользователя.</li>
                        <li>Счетчики, размещенные Сайтом, могут использоваться для анализа файлов cookie Пользователя, для сбора и обработки статистической информации об использовании Сайта, а также для обеспечения работоспособности Сайта в целом или их отдельных функций в частности. Технические параметры работы счетчиков определяются Сайтом и могут изменяться без предварительного уведомления Пользователя.</li>
                        <li>Пользователь может отключить возможность использования файлов cookies в настройках браузера.</li>
                    </ol>
                </li>
                <li>Защита персональной информации Пользователя
                    <ol>
                        <li>Сайт предпринимает необходимые и достаточные организационные и технические меры для защиты персональной информации Пользователя от неправомерного или случайного доступа, уничтожения, изменения, блокирования, копирования, распространения, а также от иных неправомерных действий с ней третьих лиц.</li>
                    </ol>
                </li>
                <li>Изменение Политики конфиденциальности
                    <ol>
                        <li>Сайт имеет право вносить изменения в настоящую Политику конфиденциальности. При внесении изменений в актуальной редакции указывается дата последнего обновления. Новая редакция Политики вступает в силу с момента ее размещения, если иное не предусмотрено новой редакцией Политики. Действующая редакция постоянно доступна на странице по адресу <a class="link" href="https://athear.kz/private-policy/">https://athear.kz/private-policy/</a></li>
                    </ol>
                </li>
                <li>Разрешение споров
                    <ol>
                        <li>Все возможные споры, вытекающие из отношений, регулируемых настоящей Политикой, разрешаются в порядке, установленном действующим законодательством Республики Казахстан, по нормам казахстанского права.</li>
                        <li>Соблюдение досудебного (претензионного) порядка урегулирования споров является обязательным.</li>
                    </ol>
                </li>
                <li>Контакты и вопросы по персональным данным
                    <ol>
                        <li>Все предложения, вопросы, запросы и иные обращения по поводу настоящей Политики и использования своих персональных данных Пользователь вправе направлять Сайту:</li>
                        <ul>
                            <li>по адресу электронной почты: <a class="link" href="mailto:info@athear.kz" target="_blank">info@athear.kz</a>;</li>
                            <li>по телефону: <a class="link" href="tel:+77273122703" target="_blank">+7 (727) 312‒27‒03</a></li>
                        </ul>
                    </ol>
                </li>
            </ol>
        </div>
    </div>
    <br><br>
</section>
<?require($_SERVER["DOCUMENT_ROOT"]."/bitrix/footer.php");?>