<p>
	 Более 15 лет мы помогаем людям с нарушениями слуха в России и в Казахстане, поставляя эксклюзивные высококачественные медицинские изделия и оборудование для оториноларингологии. Наша миссия – помочь человеку на всех жизненных этапах независимо от возраста и образа жизни ощутить и насладиться каждым звуком.<br>
</p>
<p>
	 В 2023 году открылся первый Центр слуха Audiotech в Казахстане, г. Алматы. Наш центр слухопротезирования оснащен современным аудиологическим оборудованием, которое позволяет провести необходимую диагностику слуха, подобрать и настроить слуховые аппараты. Каждый человек уникален, поэтому один из важнейших принципов работы нашего центра – индивидуальный подход к каждому клиенту.<br>
</p>
<p>
	 Ваше здоровье и комфорт — главный приоритет. У нас работают сильные специалисты – сурдоакустики и врачи-оториноларингологи, которые в первую очередь заботятся о вашем здоровье. На первой консультации со специалистом вы сразу ощущаете, что перед вами профессионал.<br>
</p>
<p>
	 Высокая эффективность. Ещё одно наше отличие — современное аудиологическое оборудование и надежные цифровые слуховые аппараты европейского производства. Мы следим за всеми тенденциями в области слухопротезирования и регулярно проводим обучения и семинары для наших специалистов.<br>
</p>
<p>
	 Комфортное слухопротезирование. Наше главное отличие — сервис высокого уровня. У нас вы находитесь в спокойной и комфортной обстановке. Мы продумываем каждую деталь вашего общения с нами с самого первого звонка. Окружаем ваши визиты заботой и вниманием.<br>
</p>
<p>
	 В Центре слуха Audiotech представлен полный спектр услуг по слухопротезированию:<br>
</p>
<ul>	
	<li>диагностика слуха с помощью аудиометрического оборудования;<br>
 </li>
	<li>консультации по использованию слуховых аппаратов и дополнительных аксессуаров, которые помогут расширить возможности ваших слуховых аппаратов;<br>
 </li>
	<li>профилактическое, гарантийное и постгарантийное обслуживание ваших аппаратов.</li>
</ul>
<p>
	 Также в Центре слуха Audiotech вы всегда можете приобрести аксессуары для ваших слуховых аппаратов – батарейки, аккумуляторы, пульты управления, средства по уходу и многое другое
</p>
<p class="remove">
 <br>
</p>
<p class="remove">
 <br>
</p>
<p class="remove">
 <br>
</p>
<p class="remove">
 <br>
</p>
<p class="remove">
 <br>
</p>
<p class="remove">
 <br>
</p>