Вся продукция, представленная в Центре слуха Audiotech, является сертифицированной, официально зарегистрирована в Гос. Реестре изделий медицинского назначения и медицинской техники Республики Казахстан и соответствует международным стандартам качества.<br>
<br>
 Согласно п. 1 ст. 14 Закона «О защите прав потребителей» Республики Казахстан покупатель вправе в течение четырнадцати дней с момента передачи ему непродовольственного товара, если более длительный срок не объявлен продавцом (изготовителем), обменять купленный товар в месте покупки или иных местах, объявленных продавцом (изготовителем), на аналогичный товар другого размера, формы, габарита, фасона, расцветки, комплектации и тому подобное либо на другой товар по соглашению сторон, произведя в случае разницы в цене необходимый перерасчет с продавцом. <br>
<br>
 На слуховые аппараты надлежащего качества этот порядок не распространяется, т.к. согласно п. 1 ст. 30 Закона «О защите прав потребителей! Республики Казахстан утвержден перечень непродовольственных товаров надлежащего качества, не подлежащих возврату или обмену на аналогичный товар других размера, цвета, формы, габарита, фасона, расцветки или комплектации, а равно возврату с возмещением стоимости. В этот перечень включены «медицинские изделия», какими и являются слуховые аппараты. <br>
<br>
 <b>Бесплатная гарантия на слуховые аппараты</b><b><br>
 </b>На все слуховые аппараты, приобретенные в Центре слуха Audiotech, действует гарантия сроком 1 год со дня покупки. Ремонт в течение гарантийного срока для вас – бесплатный! Если отремонтировать слуховой аппарат невозможно, а поломка связана с производственным браком, мы заменим его на аналогичный новый аппарат. <br>
<br>
 <b>Что нужно для обслуживания по гарантии?</b> <br>
 &nbsp;Слуховые аппараты принимаются на гарантийное обслуживание при наличии технического паспорта и гарантийного талона с печатью организации, датой продажи и подписью продавца. <br>
<br>
 <b>Когда аппарат не подлежит гарантийному ремонту?</b><br>
 Гарантийные обязательства прекращаются в следствии:
<ul>
	<li>механических повреждений изделия, вызванным ударом, падением или каким-либо другим воздействием&nbsp;</li>
	<li>наличия коррозии, отломанных и/или вдавленных контактов, сколов, трещин, вмятин, следов зубов, разрывов кабеля и т.д.&nbsp;</li>
	<li>небрежного отношения к изделию (следы пота, жира, грязи, ушной серы и т.п.)&nbsp;</li>
	<li>любых повреждений, нанесенных животными&nbsp;</li>
	<li>проникновения жидкости, пыли, лака и/или краски для волос, насекомых, посторонних предметов внутрь изделия&nbsp;</li>
	<li>наличия следов воздействия на изделие высоких и/или низких температур, а также высокого напряжения (молния, статическое электричество и т.п.)&nbsp;</li>
	<li>естественного износа частей имеющих ограниченный срок службы (соединяющие детали, планки, клипсы, держатели, силиконовые кольца, крепления к одежде и другие аксессуары)&nbsp;</li>
	<li>действия непреодолимой силы (пожар, наводнение, несчастный случай, неисправность эл. сети и т.д.)&nbsp;</li>
	<li>несанкционированного ремонта и/или разборки изделия</li>
</ul>